{
    "_default": {
        "1": {
            "country": "US",
            "project_type": "Commercial",
            "title": "You WILL encounter problems during the process.",
            "construction_technology": "Steel",
            "importance": 3,
            "experience_type": "Problem",
            "description": "Problems inevitably arise during any construction project—no project is completely free from issues. That’s why we address the snags as they occur and share best practices among our PMs to avoid future difficulties."
        },
        "2": {
            "country": "US",
            "project_type": "Commercial",
            "title": "Prepare for the land development approval process.",
            "construction_technology": "Composites",
            "importance": 1,
            "experience_type": "Best Practice",
            "description": "Land development is a lengthy and difficult process, so it’s best to be well informed and temper your expectations. Become familiar with your municipality’s amendments, and which parties are required to review different aspects of your project. View our Permitting Tips"
        },
        "3": {
            "country": "US",
            "project_type": "Industrial",
            "title": "Build a strong team.",
            "construction_technology": "Ceramics",
            "importance": 1,
            "experience_type": "Best Practice",
            "description": "The right team makes all the difference. Ensure that your team is capable of performing the work efficiently and effectively. That’s why building solid relationships with high-quality subcontractors and other experts is a priority for Horst."
        },
        "4": {
            "country": "US",
            "project_type": "Government",
            "title": "Take note of lead times.",
            "construction_technology": "Concrete",
            "importance": 3,
            "experience_type": "Best Practice",
            "description": "One of the most common struggles is handling the arrangements for necessary materials and equipment. Lead times can, at times, be surprisingly long; therefore, orders should be placed as soon as appropriate."
        },
        "5": {
            "country": "US",
            "project_type": "Retail",
            "title": "Project scheduling is a key component to success.",
            "construction_technology": "Steel",
            "importance": 2,
            "experience_type": "Problem",
            "description": "That means having a thorough and detailed schedule built, as well as holding everyone to the schedule. Most importantly, make sure the schedule is well-communicated to the team, including subcontractors."
        },
        "6": {
            "country": "US",
            "project_type": "Commercial",
            "title": "Keep scope in check.",
            "construction_technology": "Ceramics",
            "importance": 3,
            "experience_type": "Problem",
            "description": "Evaluate each portion of the project scope to ensure that you understand and resolve any perceived discrepancies. Additionally, it is important to avoid ‘scope creep’ – small or superfluous items that sneak into the project and add unnecessary cost or time. View our Change Order Article"
        },
        "7": {
            "country": "US",
            "project_type": "Government",
            "title": "Stay true to our values, no matter what.",
            "construction_technology": "Glass",
            "importance": 3,
            "experience_type": "Best Practice",
            "description": "Sometimes, the right way is not the easiest way, nor is it the most convenient. Horst is proud to be a values-based organization—it is one of our cornerstones to ethical behavior."
        },
        "8": {
            "country": "US",
            "project_type": "Residence",
            "title": "Communication is key.",
            "construction_technology": "Steel",
            "importance": 2,
            "experience_type": "Best Practice",
            "description": "Keeping the lines of communication open, with not only the Owner and Design Professional, but also with all subcontractors and vendors, is critical to creating a reliable, quality-driven outcome."
        },
        "9": {
            "country": "US",
            "project_type": "Condo",
            "title": "Project meetings are crucial.",
            "construction_technology": "Metals",
            "importance": 3,
            "experience_type": "Best Practice",
            "description": "There’s no better way to communicate than to ensure project meetings are scheduled and conducted on a regular basis. Meetings should be well planned, and key players should all attend the meetings to maximize efficiency. View Our Tips for an Efficient Project Meeting"
        },
        "10": {
            "country": "US",
            "project_type": "Commercial",
            "title": "Sometimes Mother Nature has other plans.",
            "construction_technology": "Glass",
            "importance": 2,
            "experience_type": "Problem",
            "description": "The weather is one factor that even the best contractor cannot predict. For this reason, it is important to plan meticulously, but have flexibility built into your plans for Mother Nature."
        },
        "11": {
            "country": "US",
            "project_type": "Government",
            "title": "The devil is in the details",
            "construction_technology": "Composites",
            "importance": 3,
            "experience_type": "Best Practice",
            "description": "With mechanical systems commissioning, the contractor’s focus is often on ensuring that all systems meet their basic purpose, which is to provide conditioned air to the space.  What often gets overlooked are the details that may not affect occupant comfort. Consider, for example, systems that provide ventilation that are not working properly. Or something causing a system to use more energy than needed, such as if the schedules are set improperly or if a damper is not functioning. Or components that are intended to prevent or detect failures, such as alarms that are not set up or a leak detector that’s not operating. These are all examples of issues that may not be detected by the end user but will absolutely impact cost and performance."
        },
        "12": {
            "country": "US",
            "project_type": "Condo",
            "title": "Design for the maintenance team as well as building occupants",
            "construction_technology": "Steel",
            "importance": 1,
            "experience_type": "Problem",
            "description": "Developers and architects often provide as much usable space as possible in the design, without locating mechanical systems in a place that makes maintenance easy. We have seen mechanical units placed above 12-foot-high ceilings with another 8 feet of space between the ceiling and the units. Even a simple task such as changing a filter becomes time consuming, and service on the unit becomes very difficult. When maintenance is difficult, it is less likely that it gets done. Design space so mechanical units can be easily accessed. A smart design saves a lot of time and headache for the operations staff, and improves the maintenance and performance over time."
        },
        "13": {
            "country": "US",
            "project_type": "Civil",
            "title": "Don’t skip monitoring capabilities",
            "construction_technology": "Steel",
            "importance": 3,
            "experience_type": "Problem",
            "description": "Building engineers have strong feelings about the monitoring capability of their HVAC systems (or lack thereof). A well designed monitoring system that alerts maintenance staff the moment there is a problem can often mean that issues can be identified before there is an adverse impact on the building occupants or harm to equipment. We provide a monitoring and reporting solution called Clarity that has had remarkable ROI – if your building isn’t actively monitored, money could be wasted right now."
        },
        "14": {
            "country": "US",
            "project_type": "Government",
            "title": "What you don’t know could cost you",
            "construction_technology": "Steel",
            "importance": 2,
            "experience_type": "Best Practice",
            "description": "Commissioning unearths problems. Not commissioning a building doesn’t make problems go away – it just allows them to persist and grow, often undetected by building occupants. And the longer the building goes uncommissioned, the more the issues will pile up, creating a big and potentially expensive problem. If your building is using more energy than necessary, has insufficient indoor air quality, or potential safety hazards, you want to know about it sooner rather than later. Property owners should retro-commission their un-commissioned buildings, and do it ASAP. CapEx budgeting season is the perfect time to get bids from commissioning vendors."
        },
        "15": {
            "country": "US",
            "project_type": "Commercial",
            "title": "Enhanced commissioning prevents design headaches",
            "construction_technology": "Metals",
            "importance": 3,
            "experience_type": "Problem",
            "description": "Paladino commissions projects with both fundamental and enhanced commissioning. Possibly the best benefit of enhanced commissioning is the commissioning authority’s design reviews. When a project that only had fundamental commissioning reaches the construction and closeout phases, there are often issues that could have been avoided had we had the chance to review the design and provide feedback to the engineering design consultants. The CxA can use past experiences in the field to identify potential issues in the design. Understanding how things will be installed, controlled, and maintained are critical aspects to the commissioning design review.  Developers should consider the benefits of enhanced commissioning for their projects."
        },
        "16": {
            "country": "US",
            "project_type": "Retail",
            "title": "Let the design engineer and CxA resolve issues with controls",
            "construction_technology": "Ceramics",
            "importance": 1,
            "experience_type": "Problem",
            "description": "Control systems can be problematic on complicated projects. The issues usually result from controls contractors designing systems around their own opinions or interpretations. A thorough review of the controls submittal’s sequences of operation, schematics, and wiring diagrams by the design engineer and CxA – and coordination between all parties – will resolve issues and establish a mutual understanding about how the systems will be operated."
        },
        "17": {
            "country": "US",
            "project_type": "Commercial",
            "title": "Test procedures should be reviewed by the persons conducting the tests",
            "construction_technology": "Composites",
            "importance": 3,
            "experience_type": "Problem",
            "description": "It is not uncommon that the person assigned by the contractor to conduct functional performance testing has never reviewed the test procedures, which can lead to having someone onsite with the wrong capabilities or without the appropriate tools, or the system is not fully ready for testing. Effective communication between teams will ensure smooth testing."
        }
    }
}